[sage_vosq_shockvalue_01_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mein film's budget is running low. Do you wish to be a producer? Bring me some scaylion stingers -- they are tres valuable, and will allow my work of documentarian genius to continue filming once I sell zem. Go. Go now.",Time=0)

[sage_vosq_shockvalue_02_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, and of course, I am always filming you for mein documentary. Your efforts to save ze film's budget will be ze climax of ze film. Life is but a stage and we are ze players.",Time=0)

[sage_vosq_shockvalue_03_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This creature's stinger exists only to kill, and yet now it shall be sold to fund zis documentary about ze killing of creatures. ... I'm sorry -- did I just blow your mind?",Time=0)

[sage_vosq_shockvalue_04_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Little does the Vault Hunter know that I will pay zem only a fraction of the money I will receive for selling the scaylion's stingers. I shall make what Friedrich Nieztsche would refer to as ''mad stacks.''",Time=0)

[sage_vosq_shockvalue_05_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="''Die, die,'' shouts the scaylion's stinger, cursing in futility to ze heavens above. ''No, I'm good,'' shouts the Vault Hunter in response.",Time=0)

[sage_vosq_shockvalue_06_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nearly enough stingers had been collected. Mein documentary's budget was almost saved.",Time=0)

[sage_vosq_shockvalue_07_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You have collected enough stingers. I will sell zem, and my film shall be funded. Return to your director, bitte.",Time=0)

[sage_vosq_shockvalue_08_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We collected ze body parts of many monsters today. But who was the real monster?",Time=0)

